public/School/Classes/Gov/Key Terms: Institutions.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Congress &amp; Institutions</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Congress &amp; Institutions</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org4fa9474">Key Terms</a></li>
</ul>
</div>
</div>

<div id="outline-container-org4fa9474" class="outline-2">
<h2 id="org4fa9474">Key Terms</h2>
<div class="outline-text-2" id="text-org4fa9474">
</div>
<ul class="org-ul">
<li><a id="org78a2589"></a>Appropriation: money that Congress has allocated to be spent<br /></li>
<li><a id="org3d3515c"></a>Appropriations Commitee: congressional commitee that deals with federal spending<br /></li>
<li><a id="org18d1cb5"></a>Casework: personal work done by a member of Congress for his constituents<br /></li>
<li><a id="orgb19c10c"></a>Closed rule: Rules Commitee rule that bands amendments to bills<br /></li>
<li><a id="org0dcd1f9"></a>Cloture: Senate motion to end a filibuster that requires a 3/5 vote<br /></li>
<li><a id="org5dbb046"></a>Conference commitee: works out a compromise between differing House-Senate versions of a bill<br /></li>
<li><a id="orgdfa42c9"></a>Constituents: the people who are represented by elected officials<br /></li>
<li><a id="org95a72c4"></a>Discharge petition: a motion to force a bill to the HOuse floor that has been bottled up in commitee<br /></li>
<li><a id="orgbf596b6"></a>Executive agreement: an agreement between the President and another head of state that, unlike a treaty, does not require Senate consent<br /></li>
<li><a id="orgc6281e0"></a>Executive order: presidental rule or regulation that has the force of law<br /></li>
<li><a id="org151b5fb"></a>Executive privilege: the privilege of a President and his staff to withhold their "privleged" conversations from Congress or the courts<br /></li>
<li><a id="org3fbd2af"></a>Filibuster: nonstop Senate debate that prevents a bill from coming to a vote<br /></li>
<li><a id="orgf00f00f"></a>Finance Commitee: Senate commitee that handles tax bills<br /></li>
<li><a id="orgf6497e3"></a>Franking privilege: allows members of Congress to send mail postage free<br /></li>
<li><a id="orgbffbfe1"></a>Gerrymandering: redrawing district lines to favor one party at the expense of the other<br /></li>
<li><a id="org2b8e2f8"></a>Hold: Senate maneuver that allows a Senator to stop or delay consideration of a bill or presidental appointment<br /></li>
<li><a id="orgda506bd"></a>Impeachment: House action that formally charges an offical with wrongdoing. Conviction requires 2/3 vote from the Senate<br /></li>
<li><a id="org29230db"></a>Impoundment: refusal of a President to spend money that has been appropriated by Congress<br /></li>
<li><a id="orge6cd2ac"></a>Injunction: court order that forbids a party from performing a certain action<br /></li>
<li><a id="org8157103"></a>Judicial review: power of courts to review the consitutionality of laws or government actions<br /></li>
<li><a id="orgf29bb45"></a>Legislative oversight: ongoing process of congressional monitoring of the executive branch to ensure that hte latter complies with the law<br /></li>
<li><a id="org296443b"></a>Legislative veto: process in which Congress overturned rules and regulations proposed by executive branch agencies. Struck down in 1983<br /></li>
<li><a id="org9efaff0"></a>Line item veto: power of most governors (and President Clinton for only a few years) to delete or reduce funding in a bill on a line by line basis<br /></li>
<li><a id="org16f0c83"></a>Logrolling: when two members of Congress agree to vote for each other's bill<br /></li>
<li><a id="org8987acc"></a>Mark up: commitee action to amend a proposed bill<br /></li>
<li><a id="orgf367b97"></a>Open rule: House Rules Commitee rule that allows amendments to a bill<br /></li>
<li><a id="orgb3a0fa9"></a>Pocket veto: presidental killing of a bill by inaction after Congress adjours (only if congress ends in less than 10 days)<br /></li>
<li><a id="org7f257dc"></a>Pork barrel: wasteful congressional spending, e. g. funding for a Lawrence Welk museum in North Dakota<br /></li>
<li><a id="org0234671"></a>Quorum: minimum number of members needed for the House or Senate to meet<br /></li>
<li><a id="org96df209"></a>Reapportionment: reallocation of House seats to the states on the basis of changes in state populations, as determined by the census<br /></li>
<li><a id="orge537ace"></a>Redistricting: redrawing of congressional district boundaries by the party in power of the senate legislature<br /></li>
<li><a id="org0465318"></a>Rider: amendment to a bill that has little to do with the bill. Also know as a nongermane amendment<br /></li>
<li><a id="org827801f"></a>Rules Commitee: the "traffic cop" of the House that sets the legislative calendar and issues rules for debate on a bill<br /></li>
<li><a id="orge9e617f"></a>Senatorial courtesy: tradition in which the President consults with the senators within a state in which an appointment is to be made<br /></li>
<li><a id="org435f2ea"></a>Seniority system: tradition in which the Senator from the majority party with the most years of service on a commitee becomes the chairman of that commitee<br /></li>
<li><a id="org4805ca4"></a>Spoils system: see patronage above<br /></li>
<li><a id="orga2f328f"></a>Standing Commitees: the permanent congressional commitees that handle legislation<br /></li>
<li><a id="org56ea16a"></a>Sunset laws: laws that automatically expire after a given time<br /></li>
<li><a id="org6a7da12"></a>Ways and Means Commitee: House commitee that handles tax bills<br /></li>
</ul>
</div>
</div>
</body>
</html>
